const sum = require('./sum');
// 1 + 2 เท่ากับ 3
test('1 + 2 เท่ากับ 3', ()=> {
  expect(sum(1,2)).toBe(3);
});

// 20 + 1 เท่ากับ 21
test('20 + 1 เท่ากับ 21',() =>{
  expect(sum(20,1)).toBe(21);
});

// 2 + 5 เท่ากับ ?
test('2 + 5 เท่ากับ ?', () => {
  expect(sum(2,5)).toBe(7);
});

// 5+7 เท่ากับ 12
test('5+7 เท่ากับ 12', () => {
  expect(sum(5,7)).toBe(12);
});
//6+4 เท่ากับ 10
test('6+4 เท่ากับ 10', () => {
  expect(sum(6,4)).toBe(10);
});
//15+20 เท่ากับ 35
test('15+20 เท่ากับ 35',() => {
  expect(sum(15,20)).toBe(35);
});
// ทำอีก 3 อัน โดยการพิมพ์เอง อย่า copy
